[
    {
        "place": "Surma Sarovar (सुरमा सरोवर)",
        "description_nepali": "सुरमा सरोवर, जसलाई सुरमा ताल पनि भनिन्छ, नेपालको सुदूरपश्चिम प्रदेशको बाजुरा जिल्लामा अवस्थित एक उच्च पहाडी ताल हो। समुद्र सतहबाट ४,३०० मिटर (१४,१०८ फिट) उचाइमा रहेको यो ताल प्राकृतिक सुन्दरताको साथै धार्मिक महत्वका लागि पनि प्रसिद्ध छ। यो ताल हिन्दू धर्मावलम्बीहरूले पवित्र मान्दछन्, जसले यसलाई हिन्दू देवी सुरमा देवीको निवास स्थान मान्दछन्। यसलाई तिब्बतको पवित्र मानसरोवर तालसँगको समानताको कारण कहिलेकाहीं 'मिनी कैलाश' भनेर पनि चिनिन्छ। सुरमा सरोवरको यात्रा चुनौतीपूर्ण छ र कठोर भूभागमा यात्रा गर्नुपर्दछ। जिल्ला मुख्यालय चैनपुरबाट तालसम्म पुग्न सामान्यतया चार दिन लाग्छ। यात्रामा उच्च पर्वत शृंखला र भन्ज्याड़, जस्तै ४,८५९ मिटर (१५,९४१ फिट) को चन्दे शिखर नाग्ना भन्ज्याड़, पार गर्नुपर्छ। यात्रामा साना ताल, पोखरीहरू, र सुन्दर घाँसेमैदानहरू देख्न पाइन्छ। प्राकृतिक र सांस्कृतिक आकर्षणको अतिरिक्त, सुरमा सरोवरले पर्वतारोहण समुदायमा बेलायती पर्वतारोहीहरू पाउल राम्स्डेन र टिम मिलरले पश्चिमी नेपालमा सुरमा-सरोवर शिखरको पहिलो आरोहण सम्पन्न गर्दा ध्यान आकर्षित गर्यो। उनीहरूको आरोहण कठोर अल्पाइन शैली मापदण्डको पालना गरेर, थप अक्सिजन वा स्थायी डोरीको प्रयोग नगरी, एकैचोटि आरोहण गरेर उल्लेखनीय थियो। पर्वतारोहण र नेपालको आध्यात्मिक सार अनुभूत गर्न चाहनेहरूको लागि, सुरमा सरोवर एक अनौठो र पुरस्कृत साहसिक यात्रा प्रदान गर्दछ।",
        "description_english": "Surma Sarovar, also known as Surma Lake, is a high-altitude lake located in the Bajhang District of Sudurpaschim Province in Nepal. Situated at an elevation of 4,300 metres (14,108 feet), the lake is revered for its natural beauty and religious significance. The lake is considered sacred by Hindus, who believe it to be the abode of Surma Devi, a Hindu goddess. It is sometimes referred to as the 'Mini Kailash' due to its resemblance to the holy Mansarovar Lake in Tibet. The journey to Surma Sarovar is challenging and involves a trek through rugged terrain. It typically takes four days to reach the lake from the district headquarters, Chainpur. The trek includes crossing high ridges and passes, such as the Chande Shikhar Nagna pass at 4,859 metres (15,941 feet). Along the way, trekkers encounter smaller lakes, ponds, and picturesque meadows. In addition to its natural and cultural allure, Surma Sarovar gained attention in the mountaineering community when British climbers Paul Ramsden and Tim Miller completed a first ascent of the peak Surma-Sarovar in western Nepal. Their climb was notable for adhering to strict alpine style criteria, using no supplementary oxygen or fixed ropes, and completing the ascent in one push. For those interested in both trekking and experiencing the spiritual essence of Nepal, Surma Sarovar offers a unique and rewarding adventure."
    },
    {
        "place": "BadiMalika (बडीमालिका)",
        "description_nepali": "बडीमालिका नेपालको बाजुरा जिल्लामा अवस्थित एक प्रसिद्ध हिन्दू मन्दिर हो, जसलाई देवी भगवतीको लागि समर्पित गरिएको छ। यो मन्दिर विशेष गरी जनै पूर्णिमा र गंगा दशहरा पर्वको समयमा महत्त्वपूर्ण तीर्थस्थल हो, जसले नेपाल र भारतका हजारौं भक्तजनलाई आकर्षित गर्दछ। मन्दिरको स्थानले अति सुन्दर अपी र सैपाल पर्वत शृंखला हेर्ने अवसर प्रदान गर्दछ र समृद्ध सांस्कृतिक र प्राकृतिक सुन्दरताले घेरिएको छ। हिन्दू पौराणिक कथाअनुसार, यो मन्दिर सतीको कथासँग सम्बन्धित छ, जसको शरीरका भागहरू भगवान शिवले उनको अवशेष बोकेर संसारभर घुम्दा विभिन्न स्थानमा खसेका थिए। बडीमालिका त्यही स्थान मानिन्छ जहाँ सतीको बायाँ काँध खसेको थियो, जसले यसलाई शक्तिपीठ बनाउँछ, अर्थात देवीको शक्तिसँग सम्बन्धित पवित्र स्थान। बडीमालिकाको यात्रा चुनौतीपूर्ण भए पनि पुरस्कृत गर्ने खालको छ, जसमा दुर्गम र मनोरम मार्गहरू हुँदै यात्रा गर्नुपर्छ। मन्दिरसम्म पुग्नका लागि विभिन्न मार्गहरू छन्, जसमा बाजुराको जिल्ला मुख्यालय मार्तडीबाट यात्रा समावेश छ। यात्रामा घना जंगल, घाँसेमैदान र नदी उपत्यकाहरू पार गर्दै स्थानीय वनस्पति, जीवजन्तु र परम्परागत सांस्कृतिक अभ्यासहरू अवलोकन गर्न सकिन्छ। बडीमालिका नगरपालिका, जसको नाम मन्दिरबाट लिइएको हो, २०१७ मा गठन गरिएको थियो र यसले केही गाउँहरू र ग्रामीण क्षेत्रहरू समावेश गर्दछ। नगरपालिकाले कम जनघनत्व र ठूलो क्षेत्रफलको कारण आगन्तुकहरूलाई शान्त वातावरण प्रदान गर्दछ। मन्दिरका वार्षिक पर्वहरूमा ठूलो संख्यामा मानिसहरू भेला हुन्छन्, र कालीकोट र बाजुराका पुजारीहरूले अनुष्ठानहरू सम्पन्न गर्छन्। चुनौतीपूर्ण यात्राका बावजुद, भक्तजनहरू आफ्नो विश्वासले प्रेरित भएर निरन्तर मन्दिरमा आउँछन्, र बडीमालिकामा पूजा गर्दा आशीर्वाद प्राप्त हुने र इच्छा पूरा हुने विश्वास गर्छन्।",
        "description_english": "Badimalika is a revered Hindu temple located in the Bajura district of Nepal, dedicated to the goddess Bhagawati. The temple is a significant pilgrimage site, especially during the festivals of Janai Purnima and Ganga Dashahara, attracting thousands of devotees from Nepal and India. The temple's location offers breathtaking views of the Api and Saipal mountain ranges and is surrounded by rich cultural and natural beauty. According to Hindu mythology, the temple is linked to the story of Sati, whose body parts fell at various places as Lord Shiva carried her remains around the world. Badimalika is believed to be the site where her left shoulder fell, making it a Shakti Peetha, a holy place associated with the goddess's power. The trek to Badimalika is challenging but rewarding, involving a journey through remote and scenic trails. There are multiple routes to the temple, including a trek from Martadi, the district headquarters of Bajura. The trek passes through diverse landscapes, including dense forests, meadows, and river valleys, offering opportunities to witness local flora, fauna, and traditional cultural practices. Badimalika Municipality, named after the temple, was formed in 2017 and encompasses several villages and rural areas. The municipality is known for its low population density and large area, providing a serene environment for visitors. The temple's annual festivals see large gatherings, with rituals performed by priests from Kalikot and Bajura. Despite the challenging journey, devotees continue to visit, driven by their faith and the belief that praying at Badimalika brings blessings and fulfills wishes."
    },
    {
        "place": "Garva Durbar (गर्वा दरबार)",
        "description_nepali": "गर्वा दरबार, जसलाई गर्भा दरबार पनि भनिन्छ, नेपालको कैलाली जिल्लाको चुरे गाउँपालिकामा अवस्थित एक ऐतिहासिक दरबार हो। लगभग १०० वर्षअघि खड्ग शमशेर जंग बहादुर राणाले निर्माण गरेका यस दरबारले वर्षौंसम्म कर संकलन र न्यायिक केन्द्रको रूपमा काम गर्यो, जसले कैलाली, कञ्चनपुर, र डोटीका वरपरका जिल्लाहरूलाई सेवा पुर्यायो। यो तीनतले दरबार आफ्नो वास्तुकलाको लागि प्रख्यात छ, जसमा ८३ वटा झ्यालहरू र ५३ वटा ढोकाहरू छन्, र १३ रोपनी जमिनमा फैलिएको छ। संरचनामा कलात्मक डिजाइन र कलाकृति समावेश छन्, यद्यपि समयसँगै धेरै क्षति वा हराएका छन्। माओवादी विद्रोहको समयमा दरबारमा आगजनी गरियो, जसले ठूलो विनाश र परित्यागको अवस्था निम्त्यायो। ऐतिहासिक महत्वका बाबजुद, गर्वा दरबार संरक्षण प्रयासको अभावले जीर्ण अवस्थामा छ। यद्यपि सुदूरपश्चिम प्रदेश सरकारले पुनर्निर्माणका लागि कोष विनियोजन गरेको छ, ठोस पुनर्स्थापना कार्य सुरु भएको छैन। स्थानीय अधिकारीहरू र बासिन्दाहरूले संरक्षणको आवश्यकता औंल्याएका छन् र दरबारलाई पर्यटक गन्तव्यको रूपमा प्रवर्द्धन गरेर स्थानीय आर्थिक गतिविधि बढाउने सुझाव दिएका छन्।",
        "description_english": "Garva Durbar, also known as Garbha Durbar, is a historic palace located in the Chure Rural Municipality in the Kailali district of western Nepal. Constructed around 100 years ago by Khadga Shumsher Jung Bahadur Rana, the palace served multiple purposes over the years, including as a tax collection and judicial centre for the surrounding districts of Kailali, Kanchanpur, and Doti. The three-storey palace is notable for its architecture, featuring 83 windows and 53 doors, and is spread over 13 ropanis of land. The structure also includes artistic designs and artifacts, although many have been damaged or lost over time. The palace was set ablaze during the Maoist insurgency, leading to significant deterioration and abandonment. Despite its historical significance, Garva Durbar remains in a dilapidated state due to a lack of conservation efforts. Although the Sudurpaschim Province government has allocated funds for renovation, no substantial restoration work has been undertaken yet. Local authorities and residents have emphasised the need for conservation and suggested promoting the palace as a tourist destination to boost local economic activity."
    },
    {
        "place": "Ajaymerukot (अजयमेरुकोट)",
        "description_nepali": "अजयमेरुकोट नेपालको सुदूरपश्चिममा पर्ने डडेल्धुरा जिल्लाको अजयमेरु गाउँपालिकामा अवस्थित एक ऐतिहासिक स्थल हो। यो स्थल करिब ७०० वर्ष पुरानो हो र डोटी राज्यको एक राजधानीमध्ये एक थियो। अजयमेरुकोटको उत्पत्ति १३औं शताब्दीका राजा रञ्जना पाल वा १३५४-१३५५ ईस्वीभन्दा पहिलेका कत्युरी वंशका राजकुमारहरू सहस्र पाल र निर्यपालदेवसँग जोडिएको छ। अजयमेरुकोटको भग्नावशेषमा साततले दरबारको अवशेष समावेश छ, जसमा भारतका जाड कलाकारहरूले कुँदिएका जटिल पत्थरका नक्काशहरू रहेका छन्। यस स्थलमा एउटा सिँढी बाटोले नुहाउने घर र दरबारको तल्लो भागमा रहेको सभा हलसम्म पुग्न सकिन्छ। ऐतिहासिक महत्वका बाबजुद, यो स्थल वर्षौंदेखि उपेक्षा र अतिक्रमणको शिकार भएको छ। क्षेत्रको संरक्षणका लागि हालै केही प्रयासहरू गरिएको छ, यद्यपि चुनौतिहरू अझै बाँकी छन्। अजयमेरुकोटले यस क्षेत्रको समृद्ध इतिहास र वास्तुकलाको सम्पदाको झलक प्रदान गर्दछ, जसले यसलाई नेपालको सांस्कृतिक इतिहासमा चासो राख्ने इतिहासकार र पर्यटकहरूको लागि महत्त्वपूर्ण स्थल बनाउँछ।",
        "description_english": "Ajaymerukot is a historical site located in the Ajaymeru Rural Municipality of Dadeldhura district in far-western Nepal. This site dates back approximately 700 years and was one of the capitals of the Doti kingdom. The origins of Ajaymerukot are attributed to either King Ranjana Paal in the 13th century or the princes of the Katyuri dynasty, Sahastra Paal and Niryapaldev, before 1354-1355 CE. The ruins of Ajaymerukot include the remains of a seven-storey palace, which features intricate stone carvings believed to have been crafted by Jaad artists from India. The site also includes a paved staircase leading to a bathhouse and an assembly hall located in the lower section of the palace. Despite its historical significance, the site has suffered from neglect and encroachment over the years. Recent efforts have been made to conserve the area, though challenges remain. Ajaymerukot offers a glimpse into the rich history and architectural heritage of the region, making it an important site for both historians and tourists interested in the cultural history of Nepal."
    },
    {
        "place": "Amargadhi Fort (अमरगढी किल्ला)",
        "description_nepali": "अमरगढी किल्ला, नेपालका सुदूरपश्चिम प्रदेशको डडेल्धुरा जिल्लामा अवस्थित, सांस्कृतिक र सैनिक सम्पदासहितको एक ऐतिहासिक स्थल हो। नेपालका राजा रण बहादुर शाहको शासनकालमा १८औं शताब्दीमा नेपालको एकीकरण अभियानको क्रममा निर्माण गरिएको यस किल्लाले डोटी राज्य र गोरखा सेनाहरू बीचको युद्धमा महत्वपूर्ण भूमिका खेलेको थियो, जसलाई अमर सिंह थापा र रणवीर खत्री जस्ता कमाण्डरहरूले नेतृत्व गरेका थिए। बडाकाजी अमर सिंह थापाको नाममा राखिएको यो किल्ला ६,५०० फिटको उचाइमा अवस्थित छ र ढुंगा र काठको मिश्रणबाट निर्माण गरिएको छ, जसले यसलाई सिंहको जस्तो रूप दिन्छ। यसले एकपटक तोप, बन्दुक र अन्य हतियारहरू समावेश गर्थ्यो, तर धेरै ऐतिहासिक वस्तुहरू समयसँगै हराएका छन्। अमरगढी किल्ला नेपालको एकीकरण प्रयासको प्रतीक मात्र होइन, तर ऐतिहासिक द्वन्द्वहरूका दौरान यस क्षेत्रको वीरता र रणनीतिक महत्वको पनि साक्षी हो। आज यो एक उल्लेखनीय पर्यटक आकर्षण हो, यद्यपि संरक्षणमा चुनौतीहरू र यसको पारम्परिक सैन्य महत्वमा गिरावट आएको छ।",
        "description_english": "Amargadhi Fort, located in Dadeldhura district of Nepal's Sudurpaschim Province, is a historic site with significant cultural and military heritage. Built in the 18th century during the unification campaign of Nepal under the reign of King Rana Bahadur Shah, the fort played a crucial role in the battles between the Doti Kingdom and the Gorkha forces led by commanders such as Amar Singh Thapa and Ranabir Khatri. The fort, named after Badakaji Amar Singh Thapa, is perched at an altitude of 6,500 feet and is constructed from a mix of stones and wood, giving it a lion-like appearance. It once housed cannons, rifles, and other weaponry, but many of these historical artifacts have disappeared over time. Amargadhi Fort is not only a symbol of Nepal's unification efforts but also a testament to the valour and strategic importance of the region during historical conflicts. Today, it is a notable tourist attraction, despite challenges in preservation and a decline in its traditional military significance."
    },
    {
        "place": "Dodhara Chadani Suspension Bridge (दोधारा चाँदनी झोलुंगे पुल)",
        "description_nepali": "दोधारा चाँदनी झोलुंगे पुल, नेपालको सुदूरपश्चिम क्षेत्रमा अवस्थित, देशकै सबैभन्दा लामो बहु-भाग झोलुंगे पैदल यात्रु पुल हो। यो पुल महाकाली नदीमाथि १,४५२.९६ मिटर फैलिएको छ, जसले कञ्चनपुर जिल्लाको भीमदत्त नगरपालिकामा रहेका दोधारा र चाँदनी गाउँहरूलाई जोड्दछ। यो पुल २००५ मा सम्पन्न भएको थियो र यो नेपालको एक महत्वपूर्ण ईन्जिनियरिङ चमत्कार र ऐतिहासिक स्थल हो। यो पुल आठ पाइलनहरूद्वारा समर्थित चार झोलुंगे भागहरू समावेश गर्दछ, जसमा इस्पातका तारहरूले नदीका दुबै किनाराका ठूला कङ्क्रिट ब्लकहरूमा र नदीको तलमा रहेका थप एंकर ब्लकहरूमा अङ्कुरण गरेको छ। यो संरचनाले पाइलनहरू बीचमा अलिकति उचाइमा झुकेको देखिन्छ, जसले यसको बल र स्थिरता प्रदान गर्दछ। यद्यपि यो पुल मुख्यतः पैदलयात्रुहरूको लागि डिजाइन गरिएको हो, यो पुलले साइकल र मोटरसाइकलहरूलाई पनि अनुमति दिन्छ, जसले स्थानीय यातायातमा यसको महत्वपूर्ण भूमिकालाई प्रतिबिम्बित गर्दछ। दोधारा चाँदनी पुलले स्थानीय समुदायहरूलाई महत्वपूर्ण जडान प्रदान गर्नुका साथै शिक्षा, स्वास्थ्य सेवा, र आर्थिक अवसरहरूको पहुँचमा सुधार ल्याएको छ। यो पुल पर्यटकीय आकर्षणको रूपमा पनि परिचित छ। महेन्द्रनगर बजार र शुक्लाफाँटा राष्ट्रिय निकुञ्जको नजिक रहेको यो पुल पर्यटकहरूको लागि बारम्बार गन्तव्य बनाएको छ। विशेष गरी सूर्य उदाउने र अस्ताउने बेला पुलबाट देखिने मनोरम दृश्यहरूले यसलाई अझ आकर्षक बनाउँछ। सारांशमा, दोधारा चाँदनी झोलुंगे पुल केवल एक संरचनात्मक चमत्कार मात्र होइन, यो एकता र प्रगतिको प्रतीक हो, जसले यस क्षेत्रको स्थानीय अर्थतन्त्र र पर्यटन उद्योगमा महत्वपूर्ण प्रभाव पारेको छ।",
        "description_english": "The Dodhara Chandani Suspension Bridge, located in the far western region of Nepal, is the longest multi-span pedestrian suspension bridge in the country. It spans 1,452.96 meters across the Mahakali River, connecting the villages of Dodhara and Chandani within the Bhimdatta Municipality of the Kanchanpur District. The bridge, which was completed in 2005, is a significant feat of engineering and an important landmark in Nepal. The bridge consists of four suspension spans supported by eight pylons, with steel cables anchoring it to large concrete blocks on both banks of the river and additional anchor blocks in the riverbed. This structure allows for a slightly curved upward appearance between the pylons, providing strength and stability. Despite being designed primarily for pedestrians, the bridge also accommodates bicycles and motorcycles, reflecting its vital role in local transportation. The Dodhara Chandani Bridge not only serves as a critical connection for the local communities, improving access to education, healthcare, and economic opportunities, but also stands as a popular tourist attraction. Its proximity to Mahendranagar Bazaar and Shuklaphanta National Park makes it a frequent destination for visitors. The scenic views from the bridge, especially at sunrise and sunset, add to its allure. Overall, the Dodhara Chandani Suspension Bridge is more than a structural marvel; it is a symbol of unity and progress, significantly impacting the local economy and tourism industry in the region. An interesting fact about this bridge is that it is the longest suspension bridge in Nepal."
    },
    {
        "place": "Suklaphanta National Park (शुक्लाफाँटा राष्ट्रिय निकुञ्ज)",
        "description_nepali": "शुक्लाफाँटा राष्ट्रिय निकुञ्ज, नेपालको सुदूरपश्चिमी क्षेत्रमा अवस्थित, ३०५ वर्ग किलोमिटर क्षेत्रफलमा फैलिएको छ। यो संरक्षित क्षेत्र आफ्नो विविध भू-परिदृश्य, जसमध्ये विस्तृत घाँसे मैदान, हरियो वन र थुप्रै जलभूमि समावेश छन्, का लागि परिचित छ। यस निकुञ्जको नाम प्रमुख घाँसे मैदान शुक्लाफाँटाको नामबाट राखिएको हो, जो निकुञ्जको मुख्य विशेषता हो। यो निकुञ्ज सुरुवातमा १९६९ मा शिकार आरक्षित क्षेत्रको रूपमा स्थापना भएको थियो र पछि १९७६ मा वन्यजन्तु आरक्षित क्षेत्रको रूपमा नामांकित गरियो, जसपछि २०१७ मा राष्ट्रिय निकुञ्जको दर्जा प्राप्त गर्यो। यसले नेपालको समृद्ध जैवविविधताको संरक्षणमा महत्त्वपूर्ण भूमिका खेल्छ। निकुञ्ज आफ्नो वन्यजन्तुको लागि प्रसिद्ध छ, विशेषगरी यसको ठूलो जनसंख्या भएका दलदलका मृग, बंगाल फ्लोरिकनहरू र अन्य संकटग्रस्त प्रजातिहरूका लागि। शुक्लाफाँटा ती केही स्थानहरूमध्ये एक हो जहाँ आगन्तुकहरूले दुर्लभ बंगाल बाघ देख्न सक्छन्, साथै अन्य स्तनधारीहरू जस्तै हात्ती, गैंडा र चितुवा पनि देख्न सक्छन्। यो निकुञ्ज ४०० भन्दा बढी चराहरूको प्रजातिको आश्रयस्थल हो, जसले यसलाई चरा हेर्ने प्रेमीहरूको लागि स्वर्ग बनाउँछ। घाँसे मैदान र वनहरूको अनूठो संयोजनले विविध प्रकारका वनस्पति र जनावरहरूलाई समर्थन गर्दछ, जसले यसलाई एक महत्त्वपूर्ण पारिस्थितिक क्षेत्र बनाउँछ। शुक्लाफाँटा राष्ट्रिय निकुञ्जमा आगन्तुकहरूले वन्यजन्तु सफारी, चरा हेर्ने, र प्रकृतिमा पैदल यात्रा जस्ता विभिन्न गतिविधिहरूको आनन्द लिन सक्छन्। निकुञ्जको अछुतो वातावरणले प्रकृतिमा शान्त विश्रामको अवसर प्रदान गर्दछ, जसले आगन्तुकहरूलाई तिनीहरूको प्राकृतिक आवासमा वन्यजन्तुहरूको अवलोकन गर्न अवसर प्रदान गर्दछ। निकुञ्जभित्रको संरक्षण प्रयासले यसको नाजुक पारिस्थितिकी तन्त्र र संकटग्रस्त प्रजातिहरूलाई संरक्षण गर्ने उद्देश्य राखेको छ, जसले शुक्लाफाँटालाई भविष्यका पुस्ताहरूको लागि एक महत्वपूर्ण अभयारण्यको रूपमा सुनिश्चित गर्दछ। चाहे तपाईं एक उत्साही वन्यजन्तु प्रेमी हुनुहुन्छ वा केवल शान्त विश्राम खोज्दै हुनुहुन्छ, शुक्लाफाँटा राष्ट्रिय निकुञ्जले अविस्मरणीय अनुभव प्रदान गर्दछ। दोधारा चाँदनी झोलुङ्गे पुल नेपालको सबैभन्दा लामो झोलुङ्गे पुल हो।",
        "description_english": "Suklaphanta National Park, located in the far southwestern region of Nepal, covers an area of 305 square kilometres. This protected area is characterised by its diverse landscapes, including expansive grasslands, lush forests, and numerous wetlands. It is named after the largest grassland, Suklaphanta, which is a key feature of the park. The park was initially established as a hunting reserve in 1969 and later designated as a wildlife reserve in 1976 before gaining national park status in 2017. It plays a crucial role in the conservation of Nepal's rich biodiversity. The park is renowned for its wildlife, particularly its large populations of swamp deer, Bengal floricans, and other endangered species. Suklaphanta is one of the few places where visitors can spot the elusive Bengal tiger, along with other mammals like elephants, rhinoceroses, and leopards. The park also hosts over 400 bird species, making it a paradise for bird watchers. The unique combination of grasslands and forests supports a rich variety of flora and fauna, contributing to its status as a significant ecological zone. Visitors to Suklaphanta National Park can enjoy a range of activities such as wildlife safaris, bird watching, and nature walks. The park's unspoiled environment offers a tranquil escape into nature, providing opportunities to observe wildlife in their natural habitats. Conservation efforts within the park aim to protect its delicate ecosystems and endangered species, ensuring that Suklaphanta remains a vital sanctuary for future generations. Whether you're an avid wildlife enthusiast or simply seeking a peaceful retreat, Suklaphanta National Park offers an unforgettable experience."
    },
    {
        "place": "Api Himal (अपी हिमाल)",
        "description_nepali": "अपी हिमाल, नेपालको सुदूरपश्चिमी क्षेत्रमा अवस्थित, देशको सबैभन्दा विशाल र कम अन्वेषण गरिएका चुचुराहरू मध्ये एक हो। ७,१३२ मिटर (२३,३९९ फिट)को उचाइमा अवस्थित, अपी हिमाल योकापाहाड श्रृंखलाको सबैभन्दा अग्लो हिमाल हो। 'अपी' नाम स्थानीय शब्दबाट आएको हो, जसको अर्थ 'हजुरआमा' हुन्छ, र यसले आसपासको परिदृश्यमाथि हिमालको विशाल र स्नेही उपस्थिति संकेत गर्दछ। यो क्षेत्र यसको अछूत सौन्दर्यको लागि प्रसिद्ध छ, जसमा नाटकीय चट्टानहरू, गहिरा उपत्यकाहरू र अछुतो वनहरू समावेश छन्, जसले यो साहसिक ट्रेक र पर्वतारोहीहरूको लागि स्वर्ग बनाउँछ। अपी हिमालको यात्राले नेपालको केही सबैभन्दा अछूत र सुरम्य क्षेत्रहरूको माध्यमबाट साहसिकता प्रदान गर्दछ। क्षेत्रको एकान्तले यसको प्राकृतिक सौन्दर्य र जैवविविधतालाई सुरक्षित राख्न मद्दत गरेको छ। अपी हिमालको यात्राले वरपरका नाम्पा र जेठी बहुरानी जस्ता चुचुराहरूको शानदार दृश्यहरू र विविध वनस्पति र जीवजन्तुको सामना गर्ने अवसर प्रदान गर्दछ। यस क्षेत्रमा विभिन्न जातीय समुदायहरू बसोबास गर्छन्, जसले यात्राको मार्गमा सुरम्य गाउँहरूमा तिनीहरूको परम्परा र आतिथ्य अनुभव गर्ने अनौठो अवसर प्रदान गर्दछ। अपी हिमालको दुर्गमता र चुनौतीपूर्ण भूभागले यसलाई अधिक साहसी र अनुभवी ट्रेकर्स र पर्वतारोहीहरूको लागि गन्तव्य बनाएको छ। सुरम्य परिदृश्यहरू, क्षेत्रको शान्ति र एकान्ततासँग मिलेर, यो गुप्त रत्नको अन्वेषण गर्नेहरूको लागि एक पुरस्कृत अनुभव प्रदान गर्दछ। चाहे ट्रेकिंग, पर्वतारोहण, वा हिमालयको अछुतो सौन्दर्यको आनन्द लिनको लागि होस्, अपी हिमाल प्रकृति प्रेमी र साहसीहरूका लागि एक शानदार गन्तव्यको रूपमा रहन्छ।",
        "description_english": "Api Himal, situated in the remote far-western region of Nepal, is one of the most majestic and less-explored peaks in the country. Towering at an elevation of 7,132 meters (23,399 feet), Api Himal is the highest mountain in the Yoka Pahar range. The name 'Api' is derived from the local word meaning 'grandmother,' symbolizing the mountain's towering and nurturing presence over the surrounding landscapes. This region is renowned for its pristine beauty, characterized by dramatic cliffs, deep valleys, and untouched forests, making it a paradise for trekkers and mountaineers seeking an off-the-beaten-path adventure. The journey to Api Himal is an adventure through some of the most untouched and scenic areas of Nepal. The region's isolation has helped preserve its natural beauty and biodiversity. The trek to Api Himal offers stunning views of surrounding peaks like Nampa and Jethi Bahurani, as well as encounters with diverse flora and fauna. The area is also rich in cultural heritage, with various ethnic communities living in picturesque villages along the trekking route, providing a unique opportunity to experience their traditions and hospitality. Api Himal's remoteness and challenging terrain make it a destination for the more adventurous and experienced trekkers and climbers. The breathtaking landscapes, combined with the tranquility and solitude of the region, offer a rewarding experience for those who venture into this hidden gem of Nepal. Whether for trekking, mountaineering, or simply enjoying the untouched beauty of the Himalayas, Api Himal remains a spectacular destination for nature enthusiasts and adventurers alike."
    },
    {
        "place": "Tripura Sundari (त्रिपुरा सुन्दरी)",
        "description_nepali": "त्रिपुरा सुन्दरी, जसलाई दोलेश्वर महादेव पनि भनिन्छ, नेपालको सुदूरपश्चिमी क्षेत्रमा अवस्थित एक पुण्यमय हिन्दू मन्दिर हो। यो मन्दिर देवी दुर्गाको एक रूप, त्रिपुरा सुन्दरीको समर्पित छ, जसलाई दिव्य माता र सौन्दर्य, शक्ति र करुणाको प्रतिष्ठा मानिन्छ। मन्दिरले महत्वपूर्ण धार्मिक महत्व राख्छ र विशेषकरूणा र नवरात्रि जस्ता त्योहारमा महादेवको मन्दिरमा पूजा गर्न आएका हजारौं परिवारलाई आकर्षित गर्छ। त्रिपुरा सुन्दरी मन्दिरको प्राचिन नेपाली शैलीको मिश्रण हो, जसमा जटिल काठको काम र धातुको काम छन् जसले क्षेत्रको समृद्ध सांस्कृतिक धरोहरलाई प्रकाश दिन्छ। मन्दिरको समूहमा विभिन्न देवताहरूलाई समर्पित विभिन्न क्षेत्रहरू र मूर्तिहरूको सजावट छ, जसले एक शान्तिपूर्ण र आध्यात्मिक उत्थान वातावरण बनाउँछ। त्रिपुरा सुन्दरीको मुख्य मूर्ति सुन्दर फूल, आभूषण र जीवंत पोशाकले सजिएको छ, जसले उनको दिव्य र दयालु स्वभावलाई प्रतिष्ठान गर्दछ। मन्दिरले एक चित्रमय ठाउँमा स्थित छ, जसमा हरियो रंगको हराभरा र फर्किएको पहाडीहरूले यसको शान्तिपूर्ण र आध्यात्मिक वातावरणमा थप्छ। त्रिपुरा सुन्दरी मन्दिरको भ्रमण गर्ने ब्यक्तिहरूले आसपासको क्षेत्रलाई पनि अन्वेषण गर्न सक्छन्, जसले उनलाई प्राकृतिक सौन्दर्य र शान्तिको अनुभव गर्ने अवसर प्रदान गर्दछ। मन्दिरले मात्र धार्मिक स्थलको रूपमा मात्र छैन, बरु सांस्कृतिक स्थलचिह्न रूपमा नै प्रकाशित छ, जो स्थानीय समुदायको परम्परा र आध्यात्मिक अभ्यासहरूलाई संरक्षित गर्ने छ। चाहे तपाईं पूजारी हुनुहुन्छ वा नेपालको समृद्ध सांस्कृतिक धरोहरलाई अन्वेषण गर्ने यात्रु हुनुहुन्छ, त्रिपुरा सुन्दरी मन्दिरको भ्रमण गर्ने एक गहिरो र शिक्षाप्रद अनुभव प्रदान गर्दछ।",
        "description_english": "Tripura Sundari, also known as Doleshwor Mahadeva, is a revered Hindu temple located in the far-western region of Nepal. The temple is dedicated to Tripura Sundari, a form of the goddess Durga, who is worshipped as the divine mother and embodiment of beauty, power, and compassion. The temple holds significant religious importance and attracts numerous pilgrims, especially during festivals such as Dashain and Navaratri, when devotees gather to offer prayers and seek blessings. The architecture of Tripura Sundari Temple is a blend of traditional Nepali styles, with intricate wood carvings and metalwork that reflect the rich cultural heritage of the region. The temple complex is adorned with various shrines and statues dedicated to different deities, creating a serene and spiritually uplifting atmosphere. The main idol of Tripura Sundari is beautifully decorated with flowers, ornaments, and vibrant clothing, symbolizing her divine and benevolent nature. The temple is situated in a picturesque location, surrounded by lush greenery and rolling hills, which adds to its serene and mystical ambiance. Visitors to Tripura Sundari Temple can also explore the surrounding area, which offers opportunities for short hikes and nature walks, allowing them to experience the natural beauty and tranquility of the region. The temple not only serves as a significant religious site but also as a cultural landmark, preserving the traditions and spiritual practices of the local community. Whether you are a devotee or a traveler seeking to explore Nepal's rich cultural heritage, a visit to Tripura Sundari Temple offers a profound and enriching experience."
    },
    {
        "place": "GhodaGhodi Taal(घोडाघोडी ताल)",
        "description_nepali": "घोडाघोडी ताल सुदूरपश्चिमाञ्चल विकास क्षेत्रको कैलाली जिल्ला अन्तर्गत पर्ने एक रमणीय ताल हो । यो स्थल कैलाली जिल्लाको पहलमानपुर र सुखड को विचमा पर्ने जंगलमा पर्दछ । पूर्व पश्चिम राजमार्गको छेउमै अवस्थीत यो ताललाई पर्यटकीय तथा पौराणिक दृष्टीकोणबाट नेपालको एक प्रसिद्ध स्थलको रूपमा लिईएको छ । योगी नरहरिनाथले यो तालबाट पौराणिक काललाई स्मरण गराउने केही चिन्हहरू पत्ता लगाएर यो ताल महाभारत काल भन्दा पनि पहिलेबाट नै एक पवित्र तिर्थस्थल थियो भन्ने सावित गरेका थिए । यो तालको इतिहास थारु जातिसँग गाँसिएको छ । स्थानीय किम्बदन्ती अनुसार यो ताल सातवटा थारू जातिको बसोबास रहेको गाउँ डुबेर बनेको मानिन्छ र यस तालको आकार मानिसको हात जस्तै छ ।किम्बदन्ती अनुसार प्राचिनकालमा यो स्थानमा एउटा सुन्दर गाँउ थियो । तर पछि एक रातभर परेको पानीले उक्त स्थानलाई तालमा परिणत गरायो । त्यसपछि त्यहाँका राजाले पहिला भाले र केही समय पछि पोथी घोडालाई त्यस क्षेत्रको अनुगमन गर्न पठाएछन् । तर दुबै घोडाहरू गन्तव्यमा नपुगि मरेछन । त्यसपछी ती राजाले उक्त स्थानमा कुनै दैवीशक्ति भएको विचार गरी त्यस स्थानमा मन्दिर निर्माण गर्न लगाए । तिनै मृत घोडाघोडी सम्झनामा त्यो मन्दिर र ताललाई घोडाघोडी भन्न थालियो ।",
        "description_english": "Ghodaghodi Tal is a Ramsar site in western Nepal. It was established in August 2003 .It covers an area of 2,563 h (9,230 ks) in Kailali District at an elevation of 205 m (673 ft) on the lower slopes of the Siwalik Hills. It was declared as a bird sanctuary in March 2022.This Ramsar site consists of a system of around 13 large and shallow oxbow lakes and ponds with associated marshes and meadows. It is surrounded by tropical deciduous forest and some streams along the periphery, which are separated by hillocks.The lake has record of 388 vascular plants: five ptredophytes, 253 dicots, and 130 monocots.The forest and wetlands serve as a wildlife corridor between the Terai lowland and the Siwalik Hills. They support critically endangered and vulnerable species including Bengal tiger, smooth-coated otter, Eurasian otter, swamp deer, lesser adjutant stork, red-crowned roofed turtle and three-striped roofed turtle.During a survey in February 2021, 26 mugger crocodiles were recorded in 18 lakes."
    },
    {
        "place": "Bedkot Lake(बेदकोट ताल)",
        "description_nepali": "बेदकोट ताल, हिन्दू संस्कृतिमा मान्यता प्राप्त एउटा प्रमुख गन्तव्य र पवित्र तीर्थस्थलको रूपमा मानिएको, श्रद्धालुहरूको हृदयमा विशेष स्थान राख्छ। दैजीबाट मात्र ६ किलोमिटर उत्तरमा स्थित यो चित्रसँगै सजिलो दृश्यावलोकनको ताल हो, जसले प्राकृतिक सौन्दर्यको भन्दाभन्दा धेरै बढी महत्त्वपूर्ण ध्यानाकर्षण गर्छ र आध्यात्मिक समर्पणको गहिरो प्रतीक पनि हो।\n\nशताब्दीदेखि बेदकोट तालले शारीरिक र आध्यात्मिक पुनर्जीवनको खोजीमा आउने तीर्थयात्रीहरूलाई आकर्षित गरेको छ। यसका शान्त जल र आसपासको चित्रसँगै सम्पूर्ण प्राकृतिक दृश्यले चिन्तन र प्रार्थनाको लागि उचित वातावरण प्रदान गर्छ। बेदकोट ताल सम्म पुग्ने यात्रा मात्रै होइन; यो आध्यात्मिक खोजमा रहेका भक्तहरूले प्राकृतिक सौन्दर्यमा आनन्द र आफ्नो धर्मसँगै गहिरो सम्बन्ध पाउँछन्।\n\nप्रत्येक वर्ष, श्रद्धालुहरू र पर्यटकहरूले बेदकोट तालमा आउन उत्कृष्टता, शान्ति र आशीर्वाद प्रदान गर्ने उसको प्रसिद्धि देखि आकर्षित हुन्छन्। यसको सूर्योदयमा तालको अद्भुत दृश्यहरू वा यसको शान्त तटहरूमा पाइने समयशीलता, प्रत्येक भ्रमणकर्ता आत्मविश्वासको व्यक्तिगत खोजी अनुभव गर्छ।\n\nबेदकोट ताल मात्र भौगोलिक चिन्ह होइन; यसले धार्मिक विश्वासको चिरकालिन शक्ति र प्राकृतिक सौन्दर्यको अविरलतालाई देखाउँछ, जहाँ तालको प्रत्येक तारावलीले उनीहरूको श्रद्धा र आशा को अभिव्यक्ति गर्छ।",
        "description_english": "Bedkot Lake, revered as a cherished destination and a sacred pilgrimage site in Hindu culture, holds a special place in the hearts of believers. Located just 6 kilometers north of Daijee, this picturesque lake is not only a haven of natural beauty but also a profound symbol of spiritual devotion.\n\nFor centuries, Bedkot Lake has beckoned pilgrims seeking both physical and spiritual rejuvenation. Its tranquil waters and the surrounding scenic landscape create a serene atmosphere conducive to reflection and prayer. The journey to Bedkot Lake isn't just a physical one; it's a spiritual quest, where visitors find solace in the beauty of nature and a deeper connection to their faith.\n\nEvery year, devotees and tourists alike flock to Bedkot Lake, drawn by its reputation for granting peace and blessings to those who visit. Whether it's the breathtaking views of the lake at sunrise or the tranquility found in its quiet shores, each visitor experiences a personal journey of introspection and spiritual fulfillment.\n\nBedkot Lake isn't just a geographical landmark; it's a living testament to the enduring power of faith and the beauty of nature, where every ripple on its surface echoes the prayers and hopes of those who come seeking solace and divine grace."
    }
    ,
    {
        "place": "Lingaa(लिङ्गा)",
        "description_nepali": "यो \"लिङ्गा\" बेदकोट, कञ्चनपुरको मध्यभागमा अवस्थित एक धार्मिक स्थल हो। यो स्थल स्वदेशी र विदेशी पर्यटकहरूको लागि आकर्षणको केन्द्र बनेको छ। यस स्थलको प्रमुख आकर्षण प्राकृतिक रूपमा बनेको शिवलिङ्ग हो। यो शिवलिङ्गको उचाइ १३५ मिटर (लगभग ६५ फिट) छ र यो अझै बढिरहेको विश्वास गरिन्छ।\n\nलिङ्गा कञ्चनपुर जिल्लामा एक प्रमुख पर्यटकीय गन्तव्य हो, जहाँ मानिसहरू धार्मिक उद्देश्यका लागि विशेषगरी शिव दर्शनको लागि र मनोरञ्जनात्मक गतिविधिहरू जस्तै पिकनिकको लागि आउँछन्। यो स्थल दैजी चौराहाको नजिकै, लगभग ५ किलोमिटर टाढा अवस्थित छ। लिङ्गा जाने बाटो बेदकोट तालको नजिकै भएर जान्छ, जसले यात्रा अझ रोमाञ्चक बनाउँछ।\n\nदैजी चौराहा आफैंमा एक महत्वपूर्ण जंक्शनको रूपमा उभरिरहेको छ, जसले भित्रीमदेश (डडेलधुरा) र तराई क्षेत्रका मानिसहरूलाई जोड्ने काम गर्छ। यसले लिङ्गको पहुँचलाई मात्र सहज बनाउँछ, साथै यस क्षेत्रमा पर्यटनको बढ्दो लोकप्रियतामा पनि योगदान पुर्याउँछ। प्राकृतिक सौन्दर्य, धार्मिक महत्त्व, र सुविधाजनक स्थानले गर्दा लिङ्ग पश्चिम नेपाल भ्रमण गर्नेहरूका लागि एक अवश्य जानुपर्ने गन्तव्य बनेको छ।",
        "description_english": "The “Lingaa” is a revered religious site situated in the heart of Bedkot, Kanchanpur, in the Sudurpashchim Province of western Nepal. This site has garnered significant attention from both domestic and international travelers due to its naturally formed Shiva Linga. The Shiva Linga is believed to stand at an impressive height of 135 meters (approximately 65 feet) and is still growing, adding to its mystique and attraction.\n\nLingaa is a major tourist destination in the Kanchanpur District, drawing visitors who come both for religious purposes, particularly for Shiva Darshan, and for leisurely activities like picnics. The site’s proximity to Daijee Chauraha, located about 5 kilometers away, makes it easily accessible. The route to Lingaa also passes by the picturesque Bedkot Lake, adding to the allure of the journey.\n\nDaijee Chauraha itself is emerging as a vital junction, connecting the people from the hilly regions of Bhitrimadesh (Dadeldhura) to the lowland Terai belt. This strategic location not only enhances the accessibility of Lingaa but also contributes to the growing popularity of the area as a whole. The Lingaa’s natural beauty, religious significance, and convenient location make it a must-visit destination for those traveling through western Nepal."
    } ,
    {
        "place": "Ugratara Temple(उग्रतारा मन्दिर)",
        "description_nepali": "उग्रतारा मन्दिर सुदूर पश्चिम प्रदेशको एक प्रसिद्ध धार्मिक र पर्यटकीय स्थल हो। यो मन्दिर अमरगढी नगरपालिका-७ मा डडेलधुरा बाट लगभग चार किलोमिटर पश्चिममा अवस्थित छ। यो मन्दिर सुदूर पश्चिम नेपालको नौ भगवती मन्दिरहरूमध्ये एक मानिन्छ। यो मन्दिर पारम्परिक पगोडा शैलीमा निर्मित छ। यो हिन्दू धर्मको धार्मिक रुपमा महत्त्वपूर्ण मन्दिर हो र यसमा कला र वास्तुकलामा धनी छ। देवी पार्वतीको मूर्ति मन्दिरको मुख्य मूर्ति हो। धेरै वर्षदेखि, लटाउली गाउँमा सान्की जातिका मानिसहरू बस्दै आएका थिए। यो वर्तमान भूगोलबाट स्पष्ट हुन्छ। लटाउलीका सान्की जातिहरू हालको मन्दिरको वरपरको कृषि कार्यमा लागेका थिए। एक दिन, त्यही सान्की जातिको एक किसानले जोत्दै गर्दा हलको फलाम ढुंगामा पर्‍यो र ढुंगाबाट निरन्तर रगत बग्न थाल्यो। त्यो देखेर किसानले आफूसँग ल्याएको खाना रगत बग्ने क्षेत्रमा लगायो र रगत बग्न रोकियो। त्यसपछि त्यो ढुंगालाई सुरक्षित गरेर उग्रतारा भगवती मन्दिर निर्माण गरियो। पछि, डोटीका राजा नाग मल्लले मन्दिरलाई पुनर्निर्माण गरे र राजा वीरेन्द्रले पनि थप पुनर्निर्माणमा सहयोग पुर्‍याए। बैशाख पूर्णिमा, नवरात्री, माघे संक्रान्ति, र कार्तिक पूर्णिमा उग्रतारा मन्दिरमा मनाइने मुख्य चाडहरू हुन्, र यी अवसरहरूमा नेपाल तथा भारतबाट हजारौं तिर्थयात्रीहरू यहाँ देवीको पूजा गर्न आउँछन्।",
        "description_english": "The Ugratara temple is a famous religious and tourist temple in the far western province. This temple is located about four kilometers west of Dadeldhura at Amargadhi Municipality-7. This temple is considered to be one of the nine Bhagwati temples in the far west of Nepal. It is built in pagoda style. It is the religiously important temple of Hinduism and is also rich in its art and architecture. The idol of Goddess Parvati is the main idol of the temple. For many years, the Sankis lived in the village of Latauli, near the place where the temple is. This is evident from the current topography. The Sanki tribes of Latauli used to work in agriculture around the present temple. One day, while a farmer of the same Sanki caste was plowing the plow, a pile of the plow was plowed into the stone and a continuous stream of blood was flowing from the stone. After seeing that the farmer applied food brought by him to the blood flowing area and the bleeding stopped. Then the Ugratara Bhagawati temple was built by securing that stone.The temple was later renovated by Naga Malla, the King of Doti, and King Birendra also assisted in the further renovation. Baisakh Purnima, Navaratri, Maghe Sakranti, and Kartik Purnima are the main festivals celebrated at Ugratara temple, and thousands of pilgrims from Nepal, as well as India, arrive here to worship the Goddess during these occasions."
    } ,
    {
        "place": "Saileshwori Temple(सैलेश्वरी मन्दिर)",
        "description_nepali": "सैलेश्वरी मन्दिर नेपालको डोटीका दिपायल सिलगढी नगरपालिका-६ मा स्थित छ। यो पश्चिमाञ्चलको पवित्र र धार्मिक मन्दिरहरूमध्ये एक हो। यहाँका लोकहरूले भगवती सैलेश्वरीमा गहिरो विश्वास राख्छन्, जस्तै अरू भगवती/दुर्गाको रूपमा, उनीहरूका प्रार्थना पुरा गर्ने र उनीहरूको भाग्यलाई पूर्ण गर्ने भन्दै।\n\nमन्दिरमा डोली जात्रा, कृष्ण जन्माष्टमी, र दशैं जस्ता पर्वको अवसरमा ठूलो जात्रा हुन्छ। सैलेश्वरी मन्दिरलाई जीवनमा एक पटक अवश्य भ्रमण गर्नु पर्छ।\n\nयो मन्दिर ढाङगडीबाट दिपायल सिलगढी, डोटीसम्म लगभग ५ घण्टा को मिनिबस यात्रामा गर्न सकिन्छ। सैलेश्वरी मन्दिर नजिकै होटल र लोजहरू धेरै पाइन्छ, यसका अनुसार तपाईंलाई वस्ती ब्यवस्था गर्न चिन्ता नगर्नु पर्छ।",
        "description_english": "Saileshwori Temple is located in Dipayal Silgadhi Municipality-6, in the Doti region of Nepal. It holds significant religious importance as one of the holy sites in the Far-western region. Devotees have deep faith in Goddess Saileswori, considering her akin to other forms of Bhagwati or Durga, believing that she grants their prayers and fulfills their destinies.\n\nThe temple hosts grand celebrations during festivals like Doli Jatra, Krishna Janmasthami, and Dashain, attracting large crowds for these occasions. Visiting Saileshwori Temple is considered a spiritually enriching experience that should be undertaken at least once in a lifetime.\n\nTo reach the temple from Dhangadi to Dipayal Silgadhi, Doti, one can embark on a minibus journey lasting approximately five hours. Nearby, there are plenty of hotels and lodges available, ensuring convenient accommodation for visitors."
    },
    {
        "place": "Saket Dham/Vishnu Mandir(साकेत धाम)",
        "description_nepali": "साकेत धाम, कञ्चनपुर जिल्लाको भिमदत्त नगरपालिका, वार्ड नं. ३, तिलकपुरमा स्थित एक ऐतिहासिक र धार्मिक महत्त्वको स्थल हो। यहाँ पुरातात्विक पाण्डव युगमा बनेको भगवान विष्णुको मूर्ति स्थानीय विशेषतामा रहेको छ। यस मूर्तिको अवास सांगौनी संगौरामा बनेको मखै विभूषित चारपट्टीको शेषनागको पाट रहेको छ, जसलाई प्राचीन कालको कालो पाथको संगौनीबाट निर्माण गरिएको छ। मूर्तिको नाभिमा फुलफुलको बारीमा चारतुमुखी ब्रह्माले पवित्र पुस्तक थाह लिएर स्थित गरिएको छ, जसले यो मूर्ति नेपालको सबै भन्दा पुरानो मूर्तिहरूमध्ये एक हो भनेर जानिन्छ।\n\nचूरे हिमालयको नजिक बसेको साकेत धामले प्राचीन तपस्या गर्ने श्रीशिमुनिहरूको तपस्या स्थल र पाण्डवहरूले उत्तरापंथ गर्दा पूजा गरेको स्थलको रूपमा विशेष गरिन्छ। स्थानीय विश्वासका अनुसार, यहाँ पाण्डवहरूले उत्तरापंथ गर्दा पूजा गरेका थिए। पुरानो बिहार र मन्दिरका अवशेषहरूले पनि क्षेत्रको ऐतिहासिक धरोहरलाई धनी बनाउँछ।\n\nसाकेत धामको स्थापना तिलकपुर गाउँकी गोमती एयरे जस्ती एक तरुणीले २०४८ वि.सं. को श्रावणको दिन सिलाउटो पत्थरहरू खोज्दा भगवान विष्णुको चारपट्टी मूर्ति खोजेको थियो। भक्तहरू र स्थानीय लागि देवालय र यज्ञ हलको निर्माण सुरु भयो, जुन बैतडीका बाबा रामदास जीले संचालन गरेका थिए। प्रारम्भिक विलम्बपछि, २०५९ वि.सं. मा साकेत धाम समितिका समन्वयमा रामदास जी महाराजको नेतृत्वमा पुनर्निर्माण प्रारम्भ भएको थियो, जसले यो स्थललाई पूजाका लागि र मार्गका रुपमा प्रस्तुत गरियो।\n\nचूरे हिमालयको पादतलमा स्थित साकेत धामले स्वाभाविक सौंदर्य, वास्तुकला प्रियता, र आध्यात्मिक वातावरणको साथै यात्रुहरू र पर्यटकहरूको आकर्षण गर्दछ। मनोहारी वातावरणमा स्थित धामको सफाइ र वास्तुकला यात्रुहरूलाई मोहित गर्छ, जबकि हरिश्रायणी एकादशी, हरिबोधिनी एकादशी, र राम नवमी जस्ता उत्सवहरूमा विशेष पूजा कार्यक्रमहरू, मूर्ति प्रदर्शनीसहित, वार्षिक रूपमा ठूला समुदाय आकर्षण गर्छ।",
        "description_english": "Saket Dham, located in Tilakpur within Ward No. 3 of Bhimdatta Municipality, Kanchanpur District, is home to the ancient Vishnu Temple or Vishnu Saket. At its heart lies an ancient idol of Lord Vishnu dating back to the Pandava era. The sanctum sanctorum houses a remarkable square-shaped bed of Sheshnag, carved from smooth black stone of antiquity. Above the lotus flower at the idol's navel, Chartumukhi Brahma is depicted holding a sacred book, making this statue among the oldest in the region.\n\nSituated near the Chure Mountain, Saket Dham holds historical and religious significance, once being a site where the Shrishimunis engaged in ancient penance. According to local belief, it was here that the Pandavas worshipped during their journey to Uttarapanth. Remnants of ancient monasteries and temples, now in ruins, further enrich the area's historical legacy.\n\nThe establishment of Saket Dham owes much to a serendipitous discovery by Gomti Aire, a young girl from Tilakpur village, who unearthed the four-sided idol of Lord Vishnu while searching for silauto stones in the river on a day in Shravan of 2048 BS. Supported by devotees and locals, the construction of the temple and yajna hall began, spearheaded by Baba Ramdash ji of Baitadi. Despite initial delays, the Saket Dham Committee, under the coordination of Ramdash ji Maharaj, commenced reconstruction in 2059 BS, transforming the site into a revered place of worship and ceremony.\n\nNestled at the foothills of the Chure Mountains, Saket Dham is surrounded by verdant forests and flanked by two large ponds. The nearby Tumbari or Pumai River, flowing eastwards past the temple, adds to the tranquil setting. Legends speak of Tumbari Shrishi's penance in these waters, highlighting the area's spiritual heritage.\n\nSaket Dham attracts pilgrims and tourists alike with its natural beauty and spiritual ambiance. The temple's cleanliness and architectural charm continue to captivate visitors. Yogi Narhari Nath's grand creation of 94 crore homes here drew thousands of devotees from India in years past. Special worship ceremonies on Harishrayani Ekadashi, Haribodhani Ekadashi, and Ram Navami festivals, accompanied by idol processions, draw large crowds annually."
    } 
]
